[
  {
    "name": "VIP Club Security",
    "image": "Private-Bodyguards-349x218_c.jpg",
    "text": "Federal Proteccio’n Investigacio’n Pte. Ltd’s Vigilant VIP Club Security Solutions in Singapore and beyond! Federal Proteccio’n Investigacio’n Pte. Ltd in Singapore is a powerfully established and leading private investigation company known and revered for providing extremely sophisticated, elite and top-notch VIP",
    "id": "vip-club-security"
  },
  {
    "name": "Top Security Services",
    "image": "PICT0045-1-349x218_c.jpg",
    "text": "Hire Federal Proteccio’n Investigacio’n Pte. Ltd’s incorporated, responsive and customized Top Security Services in Singapore at reasonable prices.   Professional & Top Security Services in Singapore by Federal Proteccio’n Investigacio’n Pte. Ltd In today’s competitive commercial world, it is quite",
    "id": "security-service"
  },
  {
    "name": "Top Investigation Services",
    "image": "Top-Investigation-Services-349x218_c.png",
    "text": "Hire professional & honest private investigators in Singapore from the Federal Proteccio’n Investigacio’n Pte. Ltd for several corporations.   Hiring a professional private investigator in Singapore is a condition nearly all individuals hope that they never land themselves in because of",
    "id": "top-investigation-service"
  },
  {
    "name": "Private Investigator",
    "image": "20150106_133528-349x218_c.jpg",
    "text": "Hire professional & honest private investigators in Singapore from the Federal Proteccio’n Investigacio’n Pte. Ltd for several corporations.   Hiring a professional private investigator in Singapore is a condition nearly all individuals hope that they never land themselves in because of",
    "id": "private-investigate"
  },
  {
    "name": "Private Bodyguards",
    "image": "",
    "text": "Hire professionally trained, honest & uniformed private bodyguards from Federal Proteccio’n Investigacio’n Pte. Ltd in Singapore.   Nowadays, Singaporeans reside in under continuous threat of global fear; close protection is a requirement for many, instead of an extravagance or a",
    "id": "private-bodyguards"
  },
  {
    "name": "Surveillance Service",
    "image": "Surveillance-Service-349x218_c.png",
    "text": "FPI, a Trusted Surveillance Services Company in Singapore Federal Proteccio’n Investigacio’n Pte. Ltd specializes in offering surveillance services in Singapore. We can assist both individuals and companies save money through making sure that the surveillance systems installed fulfill your need at",
    "id": "survelliance-service"
  }
]